---
kind: other
id: Methods.T:Autodesk.Revit.DB.BoundingBoxXYZ
zh: 包围盒
source: html/2854ee4e-1b0b-364b-32b2-ffa568d26cc0.htm
---
# BoundingBoxXYZ Methods

**中文**: 包围盒

Causes the object to release immediately any resources it may be utilizing.